import React from 'react';

const About = () => {
  return (
    <section style={{ padding: '20px', textAlign: 'center' }}>
      <h2>🚗 !נתחיל בנסיעה הבטוחה שלכם</h2>

      <h3>.תודה שבחרתם לקחת את הצעד הראשון לנהיגה נכונה ובטוחה יותר</h3>
      <p>.אני כאן כדי לעזור לכם לצבור ביטחון בכביש, להתמודד עם סיטואציות מאתגרות ולנהוג בצורה רגועה</p>
      <p>🗺️האיסוף לליווי מתבצע משכונות צפון תל אביב</p>
      <p>📅!קבעו עכשיו את הפגישה הראשונה שלכם ונצא לדרך</p>
      <p>יש שאלות? עניתי על חלקן פה למטה, יש לכם עוד שאלות? תמיד ליצור קשר לפני הפגישה</p>

      <br></br>

      <h2>קצת עליי</h2>
      <p>
        אני מלווה נהגים, נהג מנוסה, אבא ומהנדס.
        ניסיוני העשיר בכבישים, יחד עם הגישה המקצועית והשיטתי שלי, מאפשרים לי להעניק ליווי איכותי ומותאם אישית לכל
      </p>
    </section>
  );
};

export default About;
